
file_path = "/storage/emulated/0/Download/蓝桉/美化/普通美化dat/00002524.dat"#00002524.dat随更新pak自行更改
swap_pairs = [
(10100100,101001018),# AKM突击步枪===AKM-甜心宝贝
(10100200,101002010),# M16A4突击步枪===M16A4-冥河战士
(10100300,101003022),# SCAR-L突击步枪===SCAR-L-梦幻火箭
(10100400,101004018),# M416突击步枪===M416-星际漫游
(10100500,101005061),# GROZA突击步枪===GROZA-精灵之光
(10100600,101006048),# AUG突击步枪===AUG-甜心首席
(10100700,101007012),# QBZ突击步枪===QBZ-相思残雪
(10100800,101008016),# M762突击步枪===M762-甜蜜誓约
(10100900,101009005),# Mk47突击步枪===Mk47-天之羽翼
(10101000,101010017),# G36C突击步枪===G36C-炙焰牛王
(10101100,101011012),# AC-VAL突击步枪===AC-VAL-梦海之灵
(10101200,101012008),# 蜜獾突击步枪===蜜獾-辉耀战甲
(10101300,101013009),# FAMAS突击步枪===Famas-初号机 觉醒Ve
(10101400,101014001),# ACE32突击步枪===ACE32-蓝晶绮麟
(10200100,102001065),# UZI冲锋枪===UZI-圣斗士星矢
(10200200,102002026),# UMP45冲锋枪===UMP45-相思残雪
(10200300,102003024),# Vector冲锋枪===Vector-环太平洋
(10200400,102004003),# 汤姆逊冲锋枪===汤姆逊-奇异狩猎者
(10200500,102005025),# 野牛冲锋枪===野牛-沙丘之主
(10200700,102007005),# MP5K冲锋枪===MP5K-怪笑疯兔
(10200800,102008013),# AKS-74U冲锋枪===AKS-74U-星穹咏叹调
(10210500,102105035),# P90冲锋枪===P90-沙丘之主
(10300100,103001082),# Kar98K狙击枪===Kar98K-创世·救赎
(10300200,103002012),# M24狙击枪===M24-星之信仰
(10300300,103003011),# AWM狙击枪===AWM-花间之火
(10300400,103004013),# SKS射手步枪===SKS-诡面斩
(10300500,103005017),# VSS射手步枪===VSS-烈焰拳霸
(10300600,103006038),# Mini14射手步枪===Mini14-绚金瑰梦
(10300700,103007023),# Mk14射手步枪===Mk14-精灵梦叶罗丽
(10300800,103008003),# Win94狙击枪===Win94-怪笑疯兔
(10300900,103009010),# SLR射手步枪===SLR-暗夜玫瑰
(10301000,103010005),# QBU射手步枪===QBU-烈焰拳霸
(10301100,103011003),# 莫辛纳甘狙击枪===莫辛纳甘-银碳小老虎
(10301200,103012014),# AMR狙击枪===AMR-鸢尾晶梦
(10301300,103013010),# M417射手步枪===M417-猪猪侠
(10301400,103014005),# MK20-H射手步枪===MK20-H-海螺星光
(10301500,103015025),# M200狙击枪===M200-梦海之灵
(10310000,103100008),# MK12射手步枪===MK12-金蛇镇世
(10400100,104001004),# S686霰弹枪===S686-奇异狩猎者
(10400200,104002019),# S1897霰弹枪===S1897-飞驰魅影
(10400300,104003021),# S12K霰弹枪===S12K-海渊国主
(10400400,104004009),# DBS霰弹枪===DBS-第五大道
(10400500,104005007),# AA12-G霰弹枪===AA12-G-精灵之光
(10410000,104100007),# SPAS-12霰弹枪===SPAS-12-音爆索尼克
(10500100,105001045),# M249轻机枪===M249-沙丘之主
(10500200,105002003),# DP-28轻机枪===DP-28-甜心宝贝
(10501000,105010077),# MG3轻机枪===MG3-辉羽雀灵
(10501200,105012020),# PKM轻机枪===PKM-魔法神域
(10700700,107007014),# 爆炸猎弓===爆炸猎弓-精灵之光
(10701000,107010002),# 突击盾牌===突击盾牌-万古烈焰
(10800100,108001016),# 大砍刀===大砍刀-鬼刀
(10800200,108002015),# 撬棍===撬棍-沙丘之主权杖
(10800400,108004048),# 平底锅===平底锅-林间仙鹿
(10811500,108004085),# 超体大平底锅===平底锅-空岛之星
(20100400,905529),# 消焰器(冲锋枪)===圣斗士星矢-击杀击中特
(20100600,905529),# 消音器(冲锋枪,手枪)===圣斗士星矢-击杀击中特
(20300500,300300913),# 8倍 瞄准镜===AWM-花间之火(8倍瞄准镜
(20300800,100401803),# M416机械瞄具===M416-星际漫游(机瞄)
(20301000,200302211),# Vector机械瞄具===Vector-环太平洋(红点
(20302500,210503303),# P90默认瞄准镜===P90-沙丘之主(机瞄)
(20302700,101200611),# 蜜獾默认瞄具===蜜獾-辉耀战甲(红点瞄
(20500500,100401804),# M416默认枪托===M416-星际漫游(枪托)
(29100300,100302011),# SCAR-L突击步枪默认弹匣===SCAR-L-梦幻火箭(红点
(29100500,100506111),# GROZA突击步枪默认弹匣===GROZA-精灵之光(红点瞄
(29100800,100801411),# M762突击步枪默认弹匣===M762-甜蜜誓约(红点瞄准
(29200100,200106211),# UZI冲锋枪默认弹匣===UZI-圣斗士星矢(红点瞄
(29200200,200202611),# UMP45冲锋枪默认弹匣===UMP45-相思残雪(红点瞄
(29210500,905514),# P90冲锋枪默认弹匣===沙丘之主-击杀击中特效
(29500700,501007511),# MG3轻机枪默认弹匣===MG3-辉羽雀灵(红点瞄准��
(400986,401998),# 角色专用空头颅===魁梧型
(401029,66100003),# 红色童趣帽子 ===治疗特效-木乃伊
(401030,40609054),# 黑色童趣帽子===怪诞乔克头饰
(401046,401543),# 蓝色童趣帽子===齐天大圣头饰
(401059,421063),# 冷焰舞者耳罩===憨乐熊二头套
(401088,401221),# 湖蓝色名流帽子===幻影战神头饰
(401089,40609812),# 黄色名流帽子===虚空漩涡头发
(401092,401262),# 黑白游荡者无檐帽===金曜白虎头饰
(401121,421064),# 完美偶像帽子===智谋强哥帽子
(401134,40609059),# 蓝彩潮人帽子===未来战士发饰
(401197,401309),# 元素星魂发饰===星之信仰头饰
(401240,421062),# 兔耳魔法帽头饰===酷勇熊大头套
(401268,405059),# 甜心巧克力发饰===红色运动鞋
(401282,405036),# 雪国幻梦头饰===青年教官鞋子
(401288,405054),# 梦幻火箭发饰===黄色伏地魔鞋子
(401365,405100),# 缤纷油彩发饰===黄色名流皮鞋
(401428,405057),# 童趣迷兔头饰===魅力单车鞋子
(401439,405099),# 浪客战士帽子===湖蓝色名流皮鞋
(402017,815017),# 法斗尖角面罩===地铁逃生CH.4赛季脸部
(402028,402068),# 沙漠兵团面罩===都市猎人面罩
(402037,402101),# 西部牛仔面罩===破晓战魂面罩
(402055,402143),# 冷焰舞者口罩===小丑红鼻头
(402089,402179),# 幻影武者面罩===幸运萌趣趣奶嘴
(402145,402147),# 半面狐仙面具===怪诞乔克面具
(402146,402160),# 性感猫女面具===缤纷油彩面罩
(402158,815009),# 诡面斩面具===地铁逃生CH.3赛季脸部
(403053,403583),# 唐装(黄)===胖达团团上衣
(403058,413562),# 特训学院上衣  ===镜域双华-欧若拉
(403059,413836),# 青春校园上衣===凤凰座 一辉角色
(403061,413029),# 猎鹰上衣===RSG追光队服
(403075,403180),# 师父专用外套===兵团特训上衣(紫)
(403115,403467),# 最强战友T恤(白)===极限特训外套
(403124,403351),# S1赛事外套===紫底炫彩上衣
(403171,413677),# 黎明保卫者皮衣===精灵之光-露米娜
(403172,413472),# 坚韧舞者上衣===蜜语绒猫套装
(403179,453021),# 兵团特训上衣(绿)===火箭少女101粉色套装
(403188,403946),# 至尊金龙外套===纯真浪花套装
(403192,413549),# 猛禽上衣===墨龙九天-敖渊
(403193,413021),# 青年教官上衣===TianBa追光队服
(403197,403616),# 橘黑制服上衣===黄金大亨套装
(403198,413507),# 竞技名士外套===沙丘之主-图卡盟
(403199,413506),# 深蓝色名流上衣===沙丘之主-图卡盟
(403200,403631),# 酒红色名流上衣===天使彩虹糖套装
(403209,403385),# 红色运动上衣===都市猎人外套
(403210,413891),# 黄色运动上衣===幻星舰长角色
(403211,403609),# 蓝色运动上衣===恶魔人蛛外套
(403220,413861),# 竞技达人朋克上衣===辉羽雀灵-初翊
(403222,413436),# 都市魅力套装===沙丘之歌套装
(403226,403598),# 黄色伏地魔上衣===冥河战士套装
(403227,413773),# 白色伏地魔上衣===盛世惊鸿-云鸾
(403228,413495),# 黑色伏地魔上衣===角色-青焰关公
(403229,413820),# 魅力单车上衣===圣域龙灵-瑞拉
(403271,413656),# 冷焰舞者大衣===宇宙意志-塞卢姆
(403272,413818),# 灼焰舞者大衣===圣域龙灵-瑞拉
(403353,413835),# 湖蓝色名流上衣===百变魔方套装
(403354,413563),# 黄色名流上衣===镜域双华-欧若拉
(403362,413414),# 荣耀套装上衣===万古烈焰角色
(403363,413746),# 热血青春竞技服===纯白跃动套装
(403366,403382),# 长空猛禽上装===银刃勇者大衣
(403370,403551),# 短款白绿羽绒服===暗夜之虎套装
(403371,403592),# 短款蓝白羽绒服===沙漠守护者套装
(403377,413320),# 千禧之恋上衣===白勺歌姬角色
(403384,413606),# 绮丽涂鸦连帽衫===梦海之灵-妮芮妲
(403404,413803),# 迎春赐吉上衣===动力核心套装
(403410,413352),# 黑曜金尊套装===SS23特训套装
(403428,413168),# 战地督导大衣===岚岚物语套装
(403431,413862),# 完美偶像上衣===辉羽雀灵-初翊
(403432,413564),# 人气偶像上衣===镜域双华-欧若拉
(403434,413261),# 幻影武者上衣===赵灵儿
(410014,413508),#黑色伏地魔-沙丘之主
(410013,403675),#白色伏地魔-精灵迷巫套装
(403444,413657),# 街头潮人上衣===宇宙意志-塞卢姆
(403447,413841),# 蓝彩潮人外套===天龙座 紫龙角色
(403464,403535),# 森林游猎者套装===黄金小九班-上衣
(403468,413739),# 破晓战魂外套===幽焰骑士-维塔
(403476,413678),# 酷潮明星外套===精灵之光-露米娜
(403513,413439),# 血色贵族套装===炫光之旅套装
(403521,403701),# 弄潮海豚衣服===蝶舞迷情套装
(403523,413240),# 呆萌铁蟹外套===冰川粉黛套装
(403545,413497),# 元素星魂套装===角色-银枪赵云
(403565,413353),# 青涩年华外套===王牌教练套装
(403573,413880),# 极速红龙套装===六号稻草人角色
(403574,413491),# 怪诞乔克套装===SS26特训套装
(403580,403742),# 麻辣教官上衣===隐空刺套装
(403587,413344),# 东方飞龙套装===妙红点点套装
(403600,413449),# 天网终结者===冰河战士套装
(403605,413517),# 萌神柯基睡衣===幻羽潜行套装
(403607,413851),# 破蛋小黄鸡睡衣===金蛇镇世-烛九
(403632,413490),# 宝贝奶油派套装===贝斯之夜套装
(403633,413617),# 甜心巧克力套装===小熊娃娃套装
(403638,413512),# 雪国幻梦套装===老实芭蕉套装
(403672,413465),# 梦幻火箭套装===空岛之星上衣
(403691,413128),# 核芯基因外套===千面幻镜套装
(403705,413416),# 鹤鸣套装===星云暗核角色
(403708,413702),# 霓虹街区套装===幻影飞狐套装
(403740,413789),# 萌黄之夏套装===晶梦幻蝶角色
(403760,413450),# 动感兔斯基人偶服===快闪甜心套装
(403761,403888),# 金属狂野套装===炽羽金尊套装
(403763,413255),# 智能音符套装===SS21特训套装
(403765,413824),# 放客神游套装===SS32特训套装
(403794,815016),# 花间之火套装===地铁逃生CH.4赛季服饰
(403829,413708),# AGFOX战队服===SS30特训套装
(403835,413406),# NV战队服===SS25特训套装
(403877,413068),# 银瓶流水套装===瑞龙福将套装
(403879,812105),# 天衡星秤套装===地铁逃生CH.0赛季服饰
(403889,413017),# 战术大师套装===齐天大圣套装
(403897,413740),# 耀粉歌者套装===幽焰骑士-维塔
(403917,413219),# 飞行日记套装===红熊茄茄套装
(403944,413475),# 曼妙人鱼套装===甜心首席套装
(403945,413522),# 热情海星套装===辉耀战甲套装
(403950,413069),# 巨渊蟹踪套装===团圆交子套装
(403952,413070),# 双星鱼跃套装===SS17特训套装
(403959,413533),# 吉莉礼服===烟云彩露角色
(403971,413525),# 闪耀迪迦角色===SS27特训套装
(403972,413688),# 赛罗闪耀型角色===星途旅人套装
(403978,403980),# SS16特训套装===相思残雪套装
(404043,404232),# 猎鹰裤子===浪漫天命下衣
(404049,404179),# S1赛事裤===黄色工装裤
(404072,404123),# 青年教官长裤===赤蝎幽灵长裤
(404077,404323),# 竞技名士长裤===胖达团团下装
(404098,404122),# 黄色伏地魔长裤===寒蝎幽灵长裤
(404148,413891),# 春日漫步牛仔裤===幻星舰长角色
(404178,413910),# 蓝色工装裤===翻越特效-木乃伊
(404181,404325),# 紫色工装裤===太空漫步裤子
(404226,413677),# 迎春赐吉长裤===精灵之光-露米娜
(404333,413563),# 恶魔宝贝下装===镜域双华-欧若拉
(405032,66040008),# S2赛事鞋===冲刺特效-元素精灵
(405041,411175),# 竞技名士皮鞋===深渊漩涡飞行器
(405043,405338),# 深蓝色名流皮鞋===傲傲奶龙鞋
(703076,411010),#寂夜之火降落伞-梦幻火箭飞行器-
(405044,411197),# 黑色运动鞋===凤舞九天飞行器
(405050,405292),# 竞技达人朋克靴===激萌罗小黑鞋子
(405055,411217),# 白色伏地魔鞋子===万象金身飞行器
(405056,405241),# 黑色伏地魔鞋子===派对舞王潮鞋
(405095,411053),# 蓝色运动鞋===相思残雪飞行器
(405117,411223),# 魔术贴紫色网球鞋===雀灵庇佑飞行器
(405124,66040003),# 魔术贴红色网球鞋===冲刺特效-木乃伊
(405146,405200),# 狂战萌兔鞋子===破晓战魂靴子
(405193,66100010),# 酷萌兔限定鞋子===治疗特效-盛世惊鸿
(407001,407081),# 深蓝色名流遮阳镜===放客神游眼镜
(407002,407073),# 酒红色名流遮阳镜===梦幻火箭眼镜
(407003,66090003),# 湖蓝色名流遮阳镜===跳跃特效-木乃伊
(407004,407041),# 黄色名流遮阳镜===暗影哥特眼罩
(411142,411185),# 沙丘之主天马===异域银装飞行器
(413003,815023),# 暖风夏荷套装===地铁逃生CH.5赛季服饰
(413014,413018),# 射星猎手套装===SS15特训套装
(413046,413405),# 虎啸骄阳套装===涂山之恋套装
(413062,413306),# 2号机款机体服===光之冒险套装
(413063,413403),# 初号机款机体服===龟仙人套装
(413064,413354),# 零号机款机体服===柠萌假日套装
(413241,413765),# 冰川幽秘套装===鱼渊荷华套装
(413256,413448),# 蜀山剑侠-李逍遥===龙的传人套装
(413258,413355),# 女娲后裔-赵灵儿===青玉碎影套装
(413273,413831),# SS22特训套装===智耀战神角色
(413307,413778),# 绯格组合套装===幻梦之森套装
(413319,812110),# 呆萌星弥角色===地铁逃生CH.1赛季服饰
(413328,413768),# 第五大道套装===SS31特训套装
(413408,413480),# 惊鸿侠骨套装===傲傲奶龙套装
(413415,413766),# 宙之时溯角色===燕燕于飞套装
(413432,413839),# 香桃花海套装===智慧纱织角色
(413543,413586),# 星空武士角色===璀璨流光套装
(413553,413892),# SS28特训套装===幻彩电音套装
(413573,413618),# 初号机 觉醒Ver.角色===SS29特训套装
(413589,413616),# RW战队服===萝兰蝴蝶套装
(413602,413840),# 街头风暴套装===仙女座 瞬角色
(413604,413838),# 海盐绵绵冰套装===天鹅座 冰河角色
(413615,413774),# 雏菊兔兔套装===伏羲圣卦角色
(413621,413837),# 蝶变套装===天马座 星矢角色
(413632,413922),# 湮灭星辰套装===大橘大利套装
(413695,453009),# KSG追光队服===蛟龙战队T恤
(413706,413776),# 糖糖葫芦套装===玄冥寒域角色
(413707,413855),# 青团波波套装===熊抱抱套装
(413784,815007),# 酷勇熊大玩偶服===地铁逃生CH.3赛季服饰
(413785,815001),# 憨乐熊二玩偶服===地铁逃生CH.2赛季服饰
(501001,501001010),# 背包(1级)===酷熊伴侣背包(1级)
(501002,501002010),# 背包(2级)===酷熊伴侣背包(2级)
(501003,501003010),# 背包(3级)===酷熊伴侣背包(3级)
(501004,501001077),# 背包(1级)===动感兔斯基背包(1级)
(501005,501002077),# 背包(2级)===动感兔斯基背包(2级)
(501006,501003077),# 背包(3级)===动感兔斯基背包(3级)
(502001,502001012),# 摩托车头盔(1级)===国宝胖达头盔(1级)
(502002,502002012),# 军用头盔(2级)===国宝胖达头盔(2级)
(502003,502003012),# 特种部队头盔(3级)===国宝胖达头盔(3级)
(60200200,602002004),# 烟雾弹===烟雾弹-糯粉咩咩
(60200300,602003003),# 燃烧瓶===燃烧瓶-甜梦桃焰
(60200400,602004027),# 破片手榴弹===破片手榴弹-热量炸弹
(703001,703193),# 普通降落伞===神秘黑猫降落伞
(801010,801147),# 枪械挂件——UMP45-雪国===枪械挂件——UMP45-量子
(801054,801165),# 枪械挂件——Groza-焦糖===枪械挂件——GROZA-镜光
(801064,801158),# 枪械挂件——M762-冷魅===枪械挂件——M762-青锋��
(801127,905101),# 枪械挂件——AKM-粉霞繁===盖世英雄-击杀击中特效
(801134,905511),# 枪械挂件——SCAR-L-锦===万古烈焰-击杀击中特效
(801138,905500),# 枪械挂件——M416-小PA===至情至圣-击杀击中特效
(801173,801196),# 枪械挂件——AUG-许七安===枪械挂件——AUG-暖羊咩
(801194,905527),# 枪械挂件——甜梦熊击===盛世惊鸿-击杀击中特效
(801195,905526),# 枪械挂件——Kar98K-巳===圣域龙灵-击杀击中特效
(815008,40609500),# 地铁逃生CH.3赛季头饰===灵感创作师头发
(905503,210502802),# 仙履奇缘-击杀击中特效===P90-玩趣呆呆(弹匣)
(905509,100400704),# 超新星-击杀击中特效===M416-蓝色火焰(枪口)
(905513,100102802),# 熔岩统帅-击杀击中特效===AKM-霓虹街区(弹匣)
(905516,210500902),# 电糖天使-击杀击中特效===P90-乌木金纹(弹匣)
(905520,100101402),# 魔法神域-击杀击中特效===AKM-破晓战魂(弹匣)
(1004023,200205402),# 宇宙意志-检视动画===UMP45-量子极限(弹匣)
(1004029,300703802),# 盛世惊鸿-检视动画===Mk14-甜梦熊击(弹匣)
(2200101,2205401),# 你好===螃蟹舞
(2200105,2211006),# 动作气泡===专属动作-闪耀迪迦
(2200301,2203308),# 鼓掌===魔法变身
(2200308,2215701),# 托马斯焰火===乐摇迪斯科
(2200601,2209808),# 走===剑影腾飞
(2200701,2243701),# 不行===金蛇镇世天幕（LV2）
(2200801,2205308),# 肯定===吉他情缘
(2200990,2204201),# 巅峰宗师动作===鞠躬
(2201401,2202608),# 俄舞===胜者为王
(2201908,2211501),# 锤你哦===优美支点
(2203701,2206008),# 去哪呢===万剑诀
(2204101,2230401),# 触电===木乃伊MVP展示 - 战斗内
(2205201,2246206),# 海岛舞===专属动作-幽焰骑士
(2205508,2212901),# 剑舞龙飞===抓狂
(2206408,2228708),# 祈雨===夏日空投舞
(2209008,2234808),# 超级攻击===KUKU爆金币
(2210101,2235106),# 甜心舞===专属动作-雷霆赵云
(2211108,2247301),# 电火行空===凑近听听
(2211401,2241208),# 魔力叽叽===骑士誓言
(2217601,2220308),# 击掌===神域召唤
(2217708,2231606),# 吃鸡式搜房===专属动作-傲傲奶龙
(2219301,2248408),# 魅力四射舞===天马流星拳
(2219401,2242908),# 午后漫步===前尘幻花
(2220401,2243306),# 拜托了===专属动作-初号机 觉醒Ve
(2220501,2230101),# 不听不听===木乃伊MVP展示 - 大厅
(2220901,2248208),# 心痛===卦通神明
(2223501,2234008),# 派对之星===星雾饕餮
(2223801,2225108),# 蹦迪舞王===墨染龙影
(2226301,2235806),# 元气律动===专属动作-沙丘之主
(331500100,331500500),#小型摩托车(蓝)=小牛NX
(330800200,330802200),#双人摩托棕色=盛世惊鸿摩托车
(330100600,330100800),#蹦蹦车黄=合金龙骨红
(330400100,330404400),#吉普车-仰望u8
(330600100,330605200),#-轿车蓝仰-宝马M4(灿阳金)
(330600200,330604300),#-轿车红-星河
(330600300,333602400),#-轿车白-宾利BATUR（星火红）
(330800100,330801800),#-摩托车黑-幽焰风驰摩托车
(330800200,330800500),#-摩托车棕-双人摩托-双刃魅
(330100100,330102300),#-沙滩车黑-飞驰奶龙龙
(330100200,330102500),#-沙滩车黄-紫霄星驰
(330100300,330100800),#-沙滩车棕-合金龙骨
(330900100,330900300),#-三轮车黑-鬼马风驰
(330900200,330900400),#-三轮车棕-拉轰鸭鸭车
(330400100,330405100),#-吉普-宝马X6M(脉冲绿)
(330300100,330401400),#吉普-兰博基尼
(330200100,330403900),#-吉普-宾利添越(彩虹光)
(333600100,333605500),#双人跑车-宝马i8(引力蓝)
(334900100,334900500),#四座敞篷-宾利
(335100100,335100700),#拉力赛车-羁绊
(335100300,335100500),#拉力赛车-糖心
(332500100,332500300),#快艇-快艇-塞莎KL27(霓虹粉)
(331400100,331400400),#罗尼皮卡-特斯拉皮卡
(331400200,331400500),#罗尼皮卡-特斯拉皮卡
(331400300,331400600),#罗尼皮卡-特斯拉皮卡
(335000100,335001000),#马-晶梦灵驹
(335000200,335000700),#马-星梦玉骢
(335000300,335000900),#马-护世瑞兽
(335000400,335000600),#马-照夜玉狮子
(3801001,3801022),# 盔仔===萌酷奶龙
(3801009,3801021),# 鸡哥===许愿神龙
(3801010,3801031),# 啾啾===眠眠兔
(40604008,40609532),# 头发08(银色)===女娲后裔-赵灵儿头发
(40609006,40609080),# 甜心巧克力头发===蓝纹蝴蝶结头饰
(40609037,40609684),# 梦幻火箭发饰===龙的传人头发
(40609081,40609236),# 蝶舞迷情头发===耀粉歌者头发
(40609144,40609838),# 缤纷油彩头发===星途旅人头发
(40609209,40609762),# 童趣迷兔头发===海盐绵绵冰头发
(40609227,40609764),# 浪客战士头发===街头风暴头发
(100106311,100109911),# AKM-盖世英雄(红点瞄准��===AKM-绿萝繁花(红点瞄准��
(100106312,100109912),# AKM-盖世英雄(全息瞄准��===AKM-绿萝繁花(全息瞄准��
(100106313,100109913),# AKM-盖世英雄(2倍瞄准镜===AKM-绿萝繁花(2倍瞄准镜
(100106314,100109914),# AKM-盖世英雄(3倍瞄准镜===AKM-绿萝繁花(3倍瞄准镜
(100106315,100109915),# AKM-盖世英雄(4倍瞄准镜===AKM-绿萝繁花(4倍瞄准镜
(100106316,100109916),# AKM-盖世英雄(6倍瞄准镜===AKM-绿萝繁花(6倍瞄准镜
(100106317,100109917),# AKM-盖世英雄(侧面瞄准�===AKM-绿萝繁花(侧面瞄准�
(100106318,100109918),# AKM-盖世英雄(快速弹匣)===AKM-绿萝繁花(快速弹匣)
(100106319,100109919),# AKM-盖世英雄(快速扩容)===AKM-绿萝繁花(快速扩容)
(100106320,100109920),# AKM-盖世英雄(扩容弹匣)===AKM-绿萝繁花(扩容弹匣)
(100106321,100109921),# AKM-盖世英雄(枪口补偿)===AKM-绿萝繁花(枪口补偿)
(100106322,100109922),# AKM-盖世英雄(消焰器)===AKM-绿萝繁花(消焰器)
(100106323,100109923),# AKM-盖世英雄(消音器)===AKM-绿萝繁花(消音器)
(100202211,100202703),# M16A4-垂柳戏鸭(红点瞄===M16A4-冰河战士(机瞄)
(100202404,100202704),# M16A4-垂柳戏鸭(枪托)===M16A4-冰河战士(枪托)
(100307616,100308716),# SCAR-L-万古烈焰(6倍===SCAR-L-锦绣绵绵(6倍
(100307711,100308711),# SCAR-L-万古烈焰(红点===SCAR-L-锦绣绵绵(红点
(100307712,100308712),# SCAR-L-万古烈焰(全息===SCAR-L-锦绣绵绵(全息
(100307713,100308713),# SCAR-L-万古烈焰(2倍===SCAR-L-锦绣绵绵(2倍
(100307714,100308714),# SCAR-L-万古烈焰(3倍===SCAR-L-锦绣绵绵(3倍
(100307715,100308715),# SCAR-L-万古烈焰(4倍===SCAR-L-锦绣绵绵(4倍
(100307717,100308717),# SCAR-L-万古烈焰(侧面===SCAR-L-锦绣绵绵(侧面
(100307718,100308718),# SCAR-L-万古烈焰(快速===SCAR-L-锦绣绵绵(快速
(100307719,100308719),# SCAR-L-万古烈焰(快速===SCAR-L-锦绣绵绵(快速
(100307720,100308720),# SCAR-L-万古烈焰(扩容===SCAR-L-锦绣绵绵(扩容
(100307721,100308721),# SCAR-L-万古烈焰(半截===SCAR-L-锦绣绵绵(半截
(100307722,100308722),# SCAR-L-万古烈焰(激光===SCAR-L-锦绣绵绵(激光
(100307723,100308723),# SCAR-L-万古烈焰(轻型===SCAR-L-锦绣绵绵(轻型
(100307724,100308724),# SCAR-L-万古烈焰(直角===SCAR-L-锦绣绵绵(直角
(100307725,100308725),# SCAR-L-万古烈焰(垂直===SCAR-L-锦绣绵绵(垂直
(100307726,100308726),# SCAR-L-万古烈焰(拇指===SCAR-L-锦绣绵绵(拇指
(100307727,100308727),# SCAR-L-万古烈焰(枪口===SCAR-L-锦绣绵绵(枪口
(100307728,100308728),# SCAR-L-万古烈焰(消焰===SCAR-L-锦绣绵绵(消焰
(100307729,100308729),# SCAR-L-万古烈焰(消音===SCAR-L-锦绣绵绵(消音
(100307802,100308802),# SCAR-L-万古烈焰(弹匣===SCAR-L-锦绣绵绵(弹匣
(100400701,100408511),# M416-蓝色火焰(机瞄)===M416-超新星(红点瞄准镜
(100400702,100408704),# M416-蓝色火焰(枪托)===M416-超新星(枪托)
(100400801,100406102),# M416-绯红前夜(弹匣)===M416-暖熊萌萌(弹匣)
(100400802,100405911),# M416-绯红前夜(机瞄)===M416-暖熊萌萌(红点瞄准
(100400803,100406104),# M416-绯红前夜(枪托)===M416-暖熊萌萌(枪托)
(100401203,100401303),# M416-红色方程式(机瞄)===M416-黄金狮王(机瞄)
(100401204,100401304),# M416-红色方程式(枪托)===M416-黄金狮王(枪托)
(100402103,100406703),# M416-南瓜骑士(机瞄)===M416-糯团青竹(机瞄)
(100402104,100406704),# M416-南瓜骑士(枪托)===M416-糯团青竹(枪托)
(100405511,100410111),# M416-至情至圣(红点瞄准===M416-电玩时刻(红点瞄准
(100405712,100410112),# M416-至情至圣(全息瞄准===M416-电玩时刻(全息瞄准
(100405713,100410113),# M416-至情至圣(2倍瞄准===M416-电玩时刻(2倍瞄准
(100405714,100410114),# M416-至情至圣(3倍瞄准===M416-电玩时刻(3倍瞄准
(100405715,100410115),# M416-至情至圣(4倍瞄准===M416-电玩时刻(4倍瞄准
(100405716,100410116),# M416-至情至圣(6倍瞄准===M416-电玩时刻(6倍瞄准
(100405717,100410117),# M416-至情至圣(侧面瞄准===M416-电玩时刻(侧面瞄准
(100405718,100410118),# M416-至情至圣(快速弹匣===M416-电玩时刻(快速弹匣
(100405719,100410119),# M416-至情至圣(快速扩容===M416-电玩时刻(快速扩容
(100405720,100410120),# M416-至情至圣(扩容弹匣===M416-电玩时刻(扩容弹匣
(100405721,100410122),# M416-至情至圣(半截式握===M416-电玩时刻(半截式握
(100405722,100410123),# M416-至情至圣(激光瞄准===M416-电玩时刻(激光瞄准
(100405723,100410124),# M416-至情至圣(轻型握把===M416-电玩时刻(轻型握把
(100405724,100410121),# M416-至情至圣(直角握把===M416-电玩时刻(直角握把
(100405725,100410126),# M416-至情至圣(垂直握把===M416-电玩时刻(垂直握把
(100405726,100410125),# M416-至情至圣(拇指握把===M416-电玩时刻(拇指握把
(100405727,100410127),# M416-至情至圣(枪口补偿===M416-电玩时刻(枪口补偿
(100405728,100410128),# M416-至情至圣(消焰器)===M416-电玩时刻(消焰器)
(100405729,100410129),# M416-至情至圣(消音器)===M416-电玩时刻(消音器)
(100405730,100410130),# M416-至情至圣(战术枪托===M416-电玩时刻(战术枪托
(100405801,100410201),# M416-至情至圣(枪口)===M416-电玩时刻(枪口)
(100405802,100410202),# M416-至情至圣(弹匣)===M416-电玩时刻(弹匣)
(100405803,100410203),# M416-至情至圣(机瞄)===M416-电玩时刻(机瞄)
(100405804,100410204),# M416-至情至圣(枪托)===M416-电玩时刻(枪托)
(100501902,100506713),# GROZA-香水柠檬(2倍瞄===GROZA-镜光银凌(2倍瞄
(100502002,100506714),# GROZA-香水柠檬(3倍瞄===GROZA-镜光银凌(3倍瞄
(100502102,100506715),# GROZA-香水柠檬(4倍瞄===GROZA-镜光银凌(4倍瞄
(100502202,100506716),# GROZA-香水柠檬(6倍瞄===GROZA-镜光银凌(6倍瞄
(100502302,100506711),# GROZA-香水柠檬(红点瞄===GROZA-镜光银凌(红点瞄
(100502402,100506712),# GROZA-香水柠檬(全息瞄===GROZA-镜光银凌(全息瞄
(100502502,100506717),# GROZA-香水柠檬(快速弹===GROZA-镜光银凌(快速弹
(100502602,100506718),# GROZA-香水柠檬(快速扩===GROZA-镜光银凌(快速扩
(100502702,100506719),# GROZA-香水柠檬(扩容弹===GROZA-镜光银凌(扩容弹
(100502802,100506720),# GROZA-香水柠檬(消音器===GROZA-镜光银凌(消音器
(100503302,100505011),# GROZA-田园牧歌(弹匣)===GROZA-巴啦啦小魔仙(红
(100505602,100506911),# GROZA-海盐豹豹(弹匣)===GROZA-圣辉之星(红点瞄
(100601603,100602211),# AUG-耀粉歌者(机瞄)===AUG-星之彼岸(红点瞄准��
(100606211,100607111),# AUG-许七安(红点瞄准镜)===AUG-暖羊咩咩(红点瞄准��
(100606212,100607112),# AUG-许七安(全息瞄准镜)===AUG-暖羊咩咩(全息瞄准��
(100606213,100607113),# AUG-许七安(2倍瞄准镜)===AUG-暖羊咩咩(2倍瞄准镜
(100606214,100607114),# AUG-许七安(3倍瞄准镜)===AUG-暖羊咩咩(3倍瞄准镜
(100606215,100607115),# AUG-许七安(4倍瞄准镜)===AUG-暖羊咩咩(4倍瞄准镜
(100606216,100607116),# AUG-许七安(6倍瞄准镜)===AUG-暖羊咩咩(6倍瞄准镜
(100606217,100607117),# AUG-许七安(侧面瞄准镜)===AUG-暖羊咩咩(侧面瞄准�
(100606218,100607118),# AUG-许七安(快速弹匣)===AUG-暖羊咩咩(快速弹匣)
(100606219,100607119),# AUG-许七安(快速扩容弹===AUG-暖羊咩咩(快速扩容)
(100606220,100607120),# AUG-许七安(扩容弹匣)===AUG-暖羊咩咩(扩容弹匣)
(100606221,100607121),# AUG-许七安(半截式握把)===AUG-暖羊咩咩(半截式握)
(100606222,100607122),# AUG-许七安(激光瞄准器)===AUG-暖羊咩咩(激光瞄准)
(100606223,100607123),# AUG-许七安(轻型握把)===AUG-暖羊咩咩(轻型握把)
(100606224,100607124),# AUG-许七安(直角握把)===AUG-暖羊咩咩(直角握把)
(100606225,100607125),# AUG-许七安(垂直握把)===AUG-暖羊咩咩(垂直握把)
(100606226,100607126),# AUG-许七安(拇指握把)===AUG-暖羊咩咩(拇指握把)
(100606227,100607127),# AUG-许七安(枪口补偿器)===AUG-暖羊咩咩(枪口补偿)
(100606228,100607128),# AUG-许七安(消焰器)===AUG-暖羊咩咩(消焰器)
(100606229,100607129),# AUG-许七安(消音器)===AUG-暖羊咩咩(消音器)
(100606402,100607202),# AUG-许七安(弹匣)===AUG-暖羊咩咩(弹匣)
(100606403,100607203),# AUG-许七安(机瞄)===AUG-暖羊咩咩(机瞄)
(100803511,100806311),# M762-冷魅冰骑(红点瞄准===M762-青锋波束(红点瞄准
(100803512,100806312),# M762-冷魅冰骑(全息瞄准===M762-青锋波束(全息瞄准
(100803513,100806313),# M762-冷魅冰骑(2倍瞄准===M762-青锋波束(2倍瞄准
(100803514,100806314),# M762-冷魅冰骑(3倍瞄准===M762-青锋波束(3倍瞄准
(100803515,100806315),# M762-冷魅冰骑(4倍瞄准===M762-青锋波束(4倍瞄准
(100803516,100806316),# M762-冷魅冰骑(6倍瞄准===M762-青锋波束(6倍瞄准
(100803517,100806317),# M762-冷魅冰骑(侧面瞄准===M762-青锋波束(侧面瞄准
(100803518,100806318),# M762-冷魅冰骑(快速弹匣===M762-青锋波束(快速弹匣
(100803519,100806319),# M762-冷魅冰骑(快速扩容===M762-青锋波束(快速扩容
(100803520,100806320),# M762-冷魅冰骑(扩容弹匣===M762-青锋波束(扩容弹匣
(100803521,100806321),# M762-冷魅冰骑(半截式握===M762-青锋波束(半截式握
(100803522,100806322),# M762-冷魅冰骑(激光瞄准===M762-青锋波束(激光瞄准
(100803523,100806323),# M762-冷魅冰骑(轻型握把===M762-青锋波束(轻型握把
(100803524,100806324),# M762-冷魅冰骑(直角握把===M762-青锋波束(直角握把
(100803525,100806325),# M762-冷魅冰骑(垂直握把===M762-青锋波束(垂直握把
(100803526,100806326),# M762-冷魅冰骑(拇指握把===M762-青锋波束(拇指握把
(100803527,100806327),# M762-冷魅冰骑(枪口补偿===M762-青锋波束(枪口补偿
(100803528,100806328),# M762-冷魅冰骑(消焰器)===M762-青锋波束(消焰器)
(100803529,100806329),# M762-冷魅冰骑(消音器)===M762-青锋波束(消音器)
(101001014,101001107),# AKM-破晓战魂===AKM-魔法神域
(101001028,101001094),# AKM-霓虹街区===AKM-熔岩统帅
(101001032,101001035),# AKM-炫紫旋律===AKM-夜灯
(101001046,101001090),# AKM-梦之光华===AKM-龙的传人
(101001047,101001075),# AKM-彩虹符号===AKM-星际浪客
(101001062,101001098),# AKM-盖世英雄===AKM-绿萝繁花
(101001064,101001099),# AKM-盖世英雄===AKM-绿萝繁花
(101002002,101002035),# M16A4-蓝色火焰===M16A4-荧光绘影
(101002024,101002027),# M16A4-垂柳戏鸭===M16A4-冰河战士
(101003006,101003008),# SCAR-L-红色方程式===SCAR-L-黄金龙骨
(101003034,101003104),# SCAR-L-童趣迷兔===SCAR-L-海盐豹豹
(101003053,101003102),# SCAR-L-青春物语===SCAR-L-星途旅人
(101003058,101003064),# SCAR-L-天蓬元帅===SCAR-L-玉兔迎春
(101003075,101003087),# SCAR-L-万古烈焰===SCAR-L-锦绣绵绵
(101003078,101003088),# SCAR-L-万古烈焰===SCAR-L-锦绣绵绵
(101004007,101004087),# M416-蓝色火焰===M416-超新星
(101004008,101004061),# M416-绯红前夜===M416-暖熊萌萌
(101004012,101004013),# M416-红色方程式===M416-黄金狮王
(101004021,101004067),# M416-南瓜骑士===M416-糯团青竹
(101004055,101004101),# M416-至情至圣===M416-电玩时刻
(101004058,101004102),# M416-至情至圣===M416-电玩时刻
(101005016,101005067),# GROZA-香水柠檬===GROZA-镜光银凌
(101005018,101005068),# GROZA-香水柠檬===GROZA-镜光银凌
(101005033,101005052),# GROZA-田园牧歌===GROZA-巴啦啦小魔仙
(101005034,101005044),# GROZA-懵萌河马===GROZA-超新星
(101005056,101005069),# GROZA-海盐豹豹===GROZA-圣辉之星
(101006003,101006035),# AUG-甜蜜菠萝===AUG-天降萌叽
(101006016,101006022),# AUG-耀粉歌者===AUG-星之彼岸
(101006062,101006071),# AUG-许七安===AUG-暖羊咩咩
(101006064,101006072),# AUG-许七安===AUG-暖羊咩咩
(101008003,101008050),# M762-快乐主宰===M762-天降萌叽
(101008004,101008061),# M762-奇异狩猎者===M762-雏菊兔兔
(101008020,101008025),# M762-牛气冲天===M762-激战未来
(101008035,101008063),# M762-冷魅冰骑===M762-青锋波束
(101008037,101008064),# M762-冷魅冰骑===M762-青锋波束
(101012002,101012005),# 蜜獾-垂柳戏鸭===蜜獾-天降萌叽
(101200203,101200503),# 蜜獾-垂柳戏鸭(机瞄)===蜜獾-天降萌叽(机瞄)
(102001005,102001006),# UZI-红色方程式===UZI-影袭
(102001025,102001049),# UZI-绮梦青鸾===UZI-啾咪啾咪
(102002006,102002037),# UMP45-蓝色火焰===UMP45-玉魂晶魄
(102002007,102002060),# UMP45-生命誓言===UMP45-宇宙意志
(102002018,102002053),# UMP45-雪国精灵===UMP45-量子极限
(102002019,102002054),# UMP45-雪国精灵===UMP45-量子极限
(102003012,102003029),# Vector-彩虹符号===Vector-灵感创作师
(102004013,102004018),# 汤姆逊-耀粉歌者===汤姆逊-怪笑疯兔
(102105006,102105022),# P90-甜蜜草莓===P90-快闪甜心
(102105009,102105026),# P90-乌木金纹===P90-电糖天使
(102105016,102105028),# P90-仙履奇缘===P90-玩趣呆呆
(103001001,103001028),# Kar98K-红色方程式===Kar98K-伏魔团
(103001088,103001095),# Kar98K-圣域龙灵===Kar98K-巳巳如意
(103001091,103001096),# Kar98K-圣域龙灵===Kar98K-巳巳如意
(103003012,103003028),# AWM-乌木金纹===AWM-平天焚空
(103007014,103007016),# Mk14-闲梦青缨===Mk14-冰河战士
(103007031,103007038),# Mk14-盛世惊鸿===Mk14-甜梦熊击
(103007034,103007039),# Mk14-盛世惊鸿===Mk14-甜梦熊击
(104003003,104003029),# S12K-破晓战魂===S12K-音爆索尼克
(105010004,105010041),# MG3-洛神天依===MG3-乌木金纹
(105010056,105010064),# MG3-惊鸿侠骨===MG3-镜域双华
(108004018,108004067),# 平底锅-甜心宝贝===平底锅-光之冒险
(200102511,200104902),# UZI-绮梦青鸾(红点瞄准��===UZI-啾咪啾咪(弹匣)
(200200601,200203411),# UMP45-蓝色火焰(弹匣)===UMP45-玉魂晶魄(红点瞄
(200201902,200205402),# UMP45-雪国精灵(弹匣)===UMP45-量子极限(弹匣)
(200201911,200205311),# UMP45-雪国精灵(红点瞄===UMP45-量子极限(红点瞄
(200201912,200205312),# UMP45-雪国精灵(全息瞄===UMP45-量子极限(全息瞄
(200201913,200205313),# UMP45-雪国精灵(2倍瞄===UMP45-量子极限(2倍瞄
(200201914,200205314),# UMP45-雪国精灵(3倍瞄===UMP45-量子极限(3倍瞄
(200201915,200205315),# UMP45-雪国精灵(4倍瞄===UMP45-量子极限(4倍瞄
(200201916,200205316),# UMP45-雪国精灵(6倍瞄===UMP45-量子极限(6倍瞄
(200201917,200205317),# UMP45-雪国精灵(侧面瞄===UMP45-量子极限(侧瞄准
(200201918,200205320),# UMP45-雪国精灵(快速弹===UMP45-量子极限(快速弹
(200201919,200205318),# UMP45-雪国精灵(快速扩===UMP45-量子极限(快速扩
(200201920,200205319),# UMP45-雪国精灵(扩容弹===UMP45-量子极限(扩容弹
(200201921,200205328),# UMP45-雪国精灵(半截式===UMP45-量子极限(半截式
(200201922,200205329),# UMP45-雪国精灵(激光瞄===UMP45-量子极限(激光瞄
(200201923,200205327),# UMP45-雪国精灵(轻型握===UMP45-量子极限(轻型握
(200201924,200205325),# UMP45-雪国精灵(直角握===UMP45-量子极限(直角握
(200201925,200205324),# UMP45-雪国精灵(垂直握===UMP45-量子极限(垂直握
(200201926,200205326),# UMP45-雪国精灵(拇指握===UMP45-量子极限(拇指握
(200301203,200302711),# Vector-彩虹符号(机瞄===Vector-灵感创作师(红
(200301204,200302904),# Vector-彩虹符号(枪托===Vector-灵感创作师(枪
(210500603,210502203),# P90-甜蜜草莓(机瞄)===P90-快闪甜心(机瞄)
(210500903,210502603),# P90-乌木金纹(机瞄)===P90-电糖天使(机瞄)
(210501603,210502803),# P90-仙履奇缘(机瞄)===P90-玩趣呆呆(机瞄)
(300108811,300109511),# Kar98K-圣域龙灵(红点===Kar98K-巳巳如意(红点
(300108812,300109512),# Kar98K-圣域龙灵(全息===Kar98K-巳巳如意(全息
(300108813,300109513),# Kar98K-圣域龙灵(2倍===Kar98K-巳巳如意(2倍
(300108814,300109514),# Kar98K-圣域龙灵(3倍===Kar98K-巳巳如意(3倍
(300108815,300109515),# Kar98K-圣域龙灵(4倍===Kar98K-巳巳如意(4倍
(300108816,300109516),# Kar98K-圣域龙灵(6倍===Kar98K-巳巳如意(6倍
(300108817,300109517),# Kar98K-圣域龙灵(8倍===Kar98K-巳巳如意(8倍
(300108818,300109518),# Kar98K-圣域龙灵(战术===Kar98K-巳巳如意(战术
(300108819,300109519),# Kar98K-圣域龙灵(侧面===Kar98K-巳巳如意(侧面
(300108820,300109520),# Kar98K-圣域龙灵(枪口===Kar98K-巳巳如意(枪口
(300108821,300109521),# Kar98K-圣域龙灵(消焰===Kar98K-巳巳如意(消焰
(300108822,300109522),# Kar98K-圣域龙灵(消音===Kar98K-巳巳如意(消音
(300108823,300109523),# Kar98K-圣域龙灵(子弹===Kar98K-巳巳如意(子弹
(300108824,300109524),# Kar98K-圣域龙灵(托腮===Kar98K-巳巳如意(托腮
(300204211,501005602),# M24-镜域双华红点瞄准镜===MG3-惊鸿侠骨(弹匣)
(300703111,300703811),# Mk14-盛世惊鸿(红点瞄准===Mk14-甜梦熊击(红点瞄准
(300703112,300703812),# Mk14-盛世惊鸿(全息瞄准===Mk14-甜梦熊击(全息瞄准
(300703113,300703813),# Mk14-盛世惊鸿(2倍瞄准===Mk14-甜梦熊击(2倍瞄准
(300703114,300703814),# Mk14-盛世惊鸿(3倍瞄准===Mk14-甜梦熊击(3倍瞄准
(300703115,300703815),# Mk14-盛世惊鸿(4倍瞄准===Mk14-甜梦熊击(4倍瞄准
(300703116,300703816),# Mk14-盛世惊鸿(6倍瞄准===Mk14-甜梦熊击(6倍瞄准
(300703117,300703817),# Mk14-盛世惊鸿(8倍瞄准===Mk14-甜梦熊击(8倍瞄准
(300703118,300703818),# Mk14-盛世惊鸿(战术瞄准===Mk14-甜梦熊击(战术瞄准
(300703119,300703819),# Mk14-盛世惊鸿(侧面瞄准===Mk14-甜梦熊击(侧面瞄准
(300703120,300703820),# Mk14-盛世惊鸿(步枪快速===Mk14-甜梦熊击(步枪快速
(300703121,300703821),# Mk14-盛世惊鸿(步枪快速===Mk14-甜梦熊击(步枪快速
(300703122,300703822),# Mk14-盛世惊鸿(步枪扩容===Mk14-甜梦熊击(步枪扩容
(300703123,300703823),# Mk14-盛世惊鸿(狙击枪快===Mk14-甜梦熊击(狙击枪快
(300703124,300703824),# Mk14-盛世惊鸿(狙击枪快===Mk14-甜梦熊击(狙击枪快
(300703125,300703825),# Mk14-盛世惊鸿(狙击枪扩===Mk14-甜梦熊击(狙击枪扩
(300703126,300703826),# Mk14-盛世惊鸿(步枪枪口===Mk14-甜梦熊击(步枪枪口
(300703127,300703827),# Mk14-盛世惊鸿(步枪消焰===Mk14-甜梦熊击(步枪消焰
(300703128,300703828),# Mk14-盛世惊鸿(步枪消音===Mk14-甜梦熊击(步枪消音
(300703129,300703829),# Mk14-盛世惊鸿(狙击枪枪===Mk14-甜梦熊击(狙击枪枪
(300703130,300703830),# Mk14-盛世惊鸿(狙击枪消===Mk14-甜梦熊击(狙击枪消
(300703131,300703831),# Mk14-盛世惊鸿(狙击枪消===Mk14-甜梦熊击(狙击枪消
(300703132,300703832),# Mk14-盛世惊鸿(托腮板)===Mk14-甜梦熊击(托腮板)
(501000211,501004102),# MG3-洛神天依(红点瞄准��===MG3-乌木金纹(弹匣)
(501001001,501001465),# 寒蝎幽灵背包(1级)===巳巳如意背包(1级)
(501001002,501001264),# 赤蝎幽灵背包(1级)===天降萌叽背包(1级)
(501001009,501001312),# 萌熊伴侣背包(1级)===冰河战士背包(1级)
(501001011,501001291),# 金羽特工背包(1级)===龟仙人龟壳背包(1级)
(501001021,501001057),# 百万伏特背包(1级)===霓虹街区背包(1级)
(501001044,501001389),# 雪国精灵背包(1级)===蝶变背包(1级)
(501001058,501001296),# 甜蜜誓约背包(1级)===香桃花海背包(1级)
(501001179,501001402),# 恐龙拽拽背包(1级)===异域银装背包(1级)
(501001311,501001333),# 龙的传人背包(1级)===沙丘之主背包(1级)
(501002001,501002465),# 寒蝎幽灵背包(2级)===巳巳如意背包(2级)
(501002002,501002264),# 赤蝎幽灵背包(2级)===天降萌叽背包(2级)
(501002009,501002312),# 萌熊伴侣背包(2级)===冰河战士背包(2级)
(501002011,501002291),# 金羽特工背包(2级)===龟仙人龟壳背包(2级)
(501002021,501002057),# 百万伏特背包(2级)===霓虹街区背包(2级)
(501002044,501002389),# 雪国精灵背包(2级)===蝶变背包(2级)
(501002058,501002296),# 甜蜜誓约背包(2级)===香桃花海背包(2级)
(501002179,501002402),# 恐龙拽拽背包(2级)===异域银装背包(2级)
(501002311,501002333),# 龙的传人背包(2级)===沙丘之主背包(2级)
(501003001,501003465),# 寒蝎幽灵背包(3级)===巳巳如意背包(3级)
(501003002,501003264),# 赤蝎幽灵背包(3级)===天降萌叽背包(3级)
(501003009,501003312),# 萌熊伴侣背包(3级)===冰河战士背包(3级)
(501003011,501003291),# 金羽特工背包(3级)===龟仙人龟壳背包(3级)
(501003021,501003057),# 百万伏特背包(3级)===霓虹街区背包(3级)
(501003044,501003389),# 雪国精灵背包(3级)===蝶变背包(3级)
(501003058,501003296),# 甜蜜誓约背包(3级)===香桃花海背包(3级)
(501003179,501003402),# 恐龙拽拽背包(3级)===异域银装背包(3级)
(501003311,501003333),# 龙的传人背包(3级)===沙丘之主背包(3级)
(502001001,502001297),# 金羽特工头盔(1级)===冰河战士头盔(1级)
(502001007,502001281),# 甜蜜菠萝头盔(1级)===香桃花海头盔(1级)
(502001036,502001345),# 雪国精灵头盔(1级)===海盐豹豹头盔(1级)
(502002001,502002297),# 金羽特工头盔(2级)===冰河战士头盔(2级)
(502002007,502002281),# 甜蜜菠萝头盔(2级)===香桃花海头盔(2级)
(502002036,502002345),# 雪国精灵头盔(2级)===海盐豹豹头盔(2级)
(502003001,502003297),# 金羽特工头盔(3级)===冰河战士头盔(3级)
(502003007,502003281),# 甜蜜菠萝头盔(3级)===香桃花海头盔(3级)
(502003036,502003345),# 雪国精灵头盔(3级)===海盐豹豹头盔(3级)
(602004020,602004031),# 破片手榴弹-粉粉猫爪===破片手榴弹-瓶中星球

(20400600,905101),#快速扩容弹匣(冲锋枪,)=盖世英雄-击杀击中特效
(20400400,905511),#扩容弹匣(冲锋枪,手枪)=万古烈焰-击杀击中特效
(20400500,905516),#快速弹匣(冲锋枪,手枪)=电糖天使-击杀击中特效
(20400700,905523),#扩容弹匣(狙击枪)=精灵之光-击杀击中特效
(20400800,905527),#快速弹匣(狙击枪)=盛世惊鸿-击杀击中特效
(20400900,905530),#快速扩容弹匣(狙击枪)=金蛇镇世2-击杀击中特
(20401100,905500),#扩容弹匣(步枪,机枪)=至情至圣-击杀击中特效
(20401200,905501),#快速弹匣(步枪,机枪)=天蓬元帅-击杀击中特效
(20401300,905506),#快速扩容弹匣(步枪,机=玉面桃花-击杀击中特效
(20401500,905502),#扩容弹匣(机枪)=平天焚空-击杀击中特效
(20401600,905505),#并联弹匣(步枪)=金蝉行者-击杀击中特效
(20409100,905503),#扩容弹匣(步枪,机枪)=仙履奇缘-击杀击中特效
(20409200,905510),#快速弹匣(步枪,机枪)=超新星-击杀击中特效
(20409300,905513),#快速扩容弹匣(步枪,机=熔岩统帅-击杀击中特效




]